;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; This is an automatically generated file
; DO NOT modify this file, modify the SDD table: District
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[Districts]
Districts_None_DisplayName=DNT - Test
Districts_None_Description=DNT - DO NOT TRANSLATE
Districts_Financial_DisplayName=Financial
Districts_Financial_Description=This is Financial
Districts_FinancialChaos_DisplayName=Financial - Anarchy
Districts_FinancialChaos_Description=Financial is a more confined play space than Waterfront and is better suited for close to medium range players.
Districts_LCTestMap_DisplayName=DNT - Shiny LC Playground
Districts_LCTestMap_Description=
Districts_PGAsylum_DisplayName=Abington Towers
Districts_PGAsylum_Description=This is Asylum
Districts_PGBeacon_DisplayName=The Beacon
Districts_PGBeacon_Description=Currently under construction, this newest addition to the Havalynd skyline will be a office and hotel complex at the north tip of Empire and Silver.
Districts_PGCrate_DisplayName=Baylan Shipping Storage
Districts_PGCrate_Description=This is Baylan
Districts_SimpleGameplayLevel_DisplayName=DNT - Simple Gameplay Level
Districts_SimpleGameplayLevel_Description=DNT - DO NOT TRANSLATE
Districts_SimpleUILevel_DisplayName=DNT - Simple UI Level
Districts_SimpleUILevel_Description=DNT - DO NOT TRANSLATE
Districts_Social_DisplayName=Breakwater Marina
Districts_Social_Description=This is Social
Districts_UIDistrict_DisplayName=DNT - Login District
Districts_UIDistrict_Description=DNT - DO NOT TRANSLATE
Districts_Waterfront_DisplayName=Waterfront
Districts_Waterfront_Description=This is Waterfront
Districts_WaterfrontChaos_DisplayName=Waterfront - Anarchy
Districts_WaterfrontChaos_Description=A more open play space than Financial, Waterfront is better suited for medium to long range players.
